tap "bloznelis/tap"
tap "clintmod/formulas"
tap "cmacrae/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iamchokerman/ani-cli"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "sidneys/homebrew"
brew "libpng"
brew "arduino-cli"
brew "aria2"
brew "bat"
brew "binutils"
brew "bzip2"
brew "cabextract"
brew "glib"
brew "harfbuzz"
brew "sdl2"
brew "cataclysm"
brew "cdrtools"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "docker"
brew "dotnet"
brew "exa"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gifsicle"
brew "glow"
brew "gnupg"
brew "go"
brew "python@3.9"
brew "gobject-introspection"
brew "gping"
brew "openjdk"
brew "gradle"
brew "gum"
brew "hdf5"
brew "ncurses"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "hyperfine"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libmagic"
brew "libslirp"
brew "lua"
brew "mas"
brew "mktorrent"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "nasm"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "node@14"
brew "openssl@3"
brew "pkcs11-helper"
brew "qt@5"
brew "pyqt@5"
brew "python-tk@3.9"
brew "qemu"
brew "ripgrep"
brew "rustup-init"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "thefuck"
brew "tnftp"
brew "tree"
brew "util-linux"
brew "vips"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "cmacrae/formulae/spacebar"
brew "iamchokerman/ani-cli/ani-cli"
cask "adobe-creative-cloud"
cask "amethyst"
cask "appcleaner"
cask "arduino"
cask "audacity"
cask "balenaetcher"
cask "betterdiscord-installer"
cask "blender"
cask "brackets"
cask "cakebrew"
cask "checkra1n"
cask "discord"
cask "epic-games"
cask "fig"
cask "font-fira-code"
cask "ghidra"
cask "git-credential-manager-core"
cask "gitkraken"
cask "godot"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "itch"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mark-text"
cask "min"
cask "mono-mdk-for-visual-studio"
cask "mullvadvpn"
cask "nvidia-geforce-now"
cask "obs"
cask "openemu"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "steam"
cask "temurin"
cask "the-unarchiver"
cask "tor-browser"
cask "unity-hub"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
